<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta name="author" content="AlexIlin">
  <title>V&T</title>
  <style>
  H1{
  font-family: Comic Sans, Comic Sans MS, cursive;
  position: absolut;
  text-align: center;
  color: #800000;
  font-size: 80px;
}
   .leftimg {
    float:left; /* Выравнивание по левому краю */
    margin: 7px 7px 7px 0; /* Отступы вокруг картинки */
   }
   body{
    font-size: 1.2rem; /* Размер основного шрифта */
    background: #FFFFE0; ;
   }
   p {
    text-indent: 20px; /* Отступ первой строки в пикселах */
   }
  </style>
</head>
 
<body>
    <H1>Вкусно и Точка</H1>
    
    <p><img src="image/v&t.png" alt="Всем привет!" width="900" height="550" class="leftimg">
    <h2>Всем привет!</h2>
   <p> Меня зовут <b>Александр Ильин</b> и я учусь на третьем курсе в УлГТУ. Учёба занимает много времени и сил, поэтому что бы восстановить свою энергию я люблю перекусить вастфудом.
Я знаю что это не самая полезная пища, но для студента она спасение. 
Так как не требует личной готовки и  отлично насыщает организм. 
Обычно я посещал такие рестораны быстрого питания как: KFC, Бургер Кинг и Макдональдс. 
Но в последнее время появился новый ресторан вместо ушедшего из России Макдональдса…<br/> 
 И имя его: <b>«Вкусно и Точка»</b>, поначалу я скептически отнёсся к новому заведению, но как оказалось напрасно. 
Еда на удивление осталась на том же уровне и работники всё так-же приветливы. 
Тем более в октябре-ноябре каждый понедельник всем абонентам Теле2 выдают бесплатный кофе и чикенбургер.
Мне ресторан понравился и я всем советую его посетить, конечно кто любит такую еду)…...
</p>
    <hr />
   <h3> Адреса ресторанов "Вкусно и Точка" в Ульяновске</h3>
        <ul>
			<li>Гончарова 21</li>
			<li>Московское шоссе 91А</li>
			<li>Московское шоссе 108</li>
			<li>Ульяновский проспект 1А</li>
		</ul>
	<hr />
	<h3>Ассортимент ресторанов ВиТ</h3>
		<table border="2px" cellpadding="3px" cellspacing="10px" style="margin-bottom: 10px">
			<tr>
				<th>Бургеры</th>
				<th>Напитки</th>
				<th>Закуски</th>
				<th>Дессерты</th>
			</tr>
			<tr>
				<td>
				    <ul>
		                 <li>Биг Спешиал</li>
			             <li>Гранд Де Люкс </li>
			             <li>Чикенбургер</li>
			             <li>Чизбургер</li> 
				      </ul>  
				</td>
				<td>
				   <ul>
		                 <li>Молочный Коктейль</li>
			             <li>Чай Черный </li>
			             <li>Капучино</li>
			             <li>Яблочный сок</li> 
				      </ul> 
				</td>
				<td>
				    <ul>
		                 <li>Стрипсы </li>
			             <li>Сырные палочки </li>
			             <li>Наггетсы</li>
			             <li>Куриные крылышки</li> 
				      </ul> 
				</td>
				<td>
				    <ul>
		                 <li>Пирожок Вишневый</li>
			             <li>Мороженое Карамельное</li>
			             <li>Айс Де Люкс Ананас</li>
			             <li>Вафельный Рожок</li> 
				      </ul> 
				</td>
			</tr>
		</table>
  </div>
 </body>

</html>